Repository: M1chlCZ/xdn-app
Catalog: Mobile/xdn/lib/l10n/app_*.arb
Languages: bs, cs, fi, hi, nl, pa, uk

# appName
source: DigitalNote
uk: Цифровий Нотаток

# appTitle
source: DigitalNote
uk: Цифровий Нотаток

# description
source: DigitalNote APP
fi: DigitalNote sovellusta
uk: Цифровий Нотаток Додаток

source: Yes
bs: Da
cs: Ano
fi: Kyllä
hi: हां
nl: Ja
pa: ਹਾਂ
uk: Так

source: No
bs: ne
cs: Ne
fi: Ei
hi: नहीं
nl: Nee
pa: ਨਾਹ
uk: Ні

source: Save
bs: Sačuvati
cs: Uložit
fi: Tallenna
hi: सेव/सहेजें
nl: Opslaan
pa: ਸੇਵ
uk: Зберегти

source: Delete
bs: Izbrisati
cs: Smazat
fi: Poista
hi: डिलीट/मिटाए
nl: Verwijderen
pa: ਡਿਲੀਟ
uk: Видалити

# user_email
source: Username / E-mail
bs: E-mail korisnika
cs: Uživatelské jméno / E-mail
fi: Käyttäjätunnus / Sähköpostiosoite
hi: उपयोगकर्ता का नाम / ई-मेल
nl: Gebruikersnaam / E-mail
pa: ਉਪਯੋਗਕਰਤਾ ਦਾ ਨਾਮ / ਈ-ਮੇਲ
uk: Ім'я користувача / Поштова скринька

source: Username
bs: Korisničko ime
cs: Uživatelské jméno
fi: Käyttäjätunnus / Sähköpostiosoite
hi: उपयोगकर्ता का नाम / यूज़रनेम
nl: gebruikersnaam
pa: ਉਪਯੋਗਕਰਤਾ ਦਾ ਨਾਮ
uk: Ім'я користувача

source: Name
bs: Ime
cs: Jméno
fi: Nimi
hi: नाम
nl: Naam
pa: ਨਾਮ
uk: Ім'я

source: Password
bs: Lozinka
cs: Heslo
fi: Salasana
hi: पासवर्ड
nl: Wachtwoord
pa: ਪਾਸਵਰਡ
uk: Пароль

# conf_password
source: Confirm Password
bs: Potvrdi lozinku
cs: Potvrdit heslo
fi: Vahvista salasana
hi: पासवर्ड की पुष्टि कीजिए
nl: Wachtwoord bevestigen
pa: ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
uk: Підтвердити пароль

source: E-mail
fi: Sähköpostiosoite
hi: ई-मेल
pa: ਈ-ਮੇਲ
uk: Поштова скринька

# first_last_name
source: First and Last Name
bs: Ime i prezime
cs: Celé jméno
fi: Etu- ja sukunimi
hi: पहिला और आखिरी नाम
nl: Voor en achter naam
pa: ਪਹਿਲਾ ਤੇ ਆਖਰੀ ਨਾਮ
uk: Ім'я та прізвище

# login_can_use
source: You can use
bs: Možete koristiti i
cs: Můžete použít
fi: Voit myös käyttää <bold>Wendy.network</bold>in käyttäjätunnusta
hi: आप उपयोग कर सकते हैं
nl: Gebruiken
pa: ਤੁਸੀਂ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ
uk: Ви можете бачити

source: Login
bs: Prijavu
cs: Přihlášení
fi: Kirjautuminen
hi: लॉगिन
nl: Inloggen
pa: ਲੌਗ-ਇਨ
uk: Логін

source: Warning
bs: Upozorenje
cs: Upozornění
fi: Varoitus
hi: चेतावनी
nl: Waarschuwing
pa: ਚੇਤਾਵਨੀ
uk: Попереждення

source: Error
bs: Greška
cs: Chyba
fi: Virhe
hi: त्रुटि / गलती
nl: Foutmelding
pa: ਗਲਤੀ
uk: Помилка

source: Invalid
bs: Nevažeći
cs: Neplatný
fi: Virheellinen
hi: अमान्य
nl: Ongeldig
pa: ਨਾਮਨਣਯੋਗ
uk: Помилка введеня

# notice_warn
source: Notice
bs: Obavijest
cs: Upozornění
fi: Huomio
hi: सूचना/ नोटिस
nl: Opmerking
pa: ਸੂਚਨਾ
uk: Нотаток

# fields_cant_empty
source: Fields cannot be empty!
bs: Polja ne mogu biti prazna
cs: Pole nemohou být prazdná!
fi: Kentät eivät voi olla tyhjiä!
hi: फील्ड खाली नहीं छोड़ सकते!
nl: Veld kan niet leeg zijn!
pa: ਫੀਲਡ ਖਾਲੀ ਨਹੀਂ ਛੱਡ ਸਕਦੇ
uk: Поля не мають бути пусті

# error_occur
source: An Error Occurred
bs: Dogodila se greška
cs: Nastala chyba
fi: Tapahtui virhe
hi: एक त्रुटि पाई गई
nl: Een foutmelding is opgetreden
pa: ਕੋਈ ਗਲਤੀ ਪਾਈ ਗਈ
uk: Сталася помилка

source: Sign up
bs: Upisati se
cs: Registrovat se
fi: Rekisteröidy
hi: साइन अप
nl: Aanmelden
pa: ਸਾਈਨ-ਅੱਪ
uk: Створити акаунт

source: Log in
bs: Prijaviti se
cs: Přihlasit se
fi: Kirjaudu
hi: लॉग इन
nl: Inloggen
pa: ਲੌਗ-ਇਨ
uk: Увійти в акаунт

source: Registration
bs: Registracija
cs: Registrace
fi: Rekisteröidy
hi: पंजीकरण /रजिस्ट्रेशन
nl: Registratie
pa: ਰਜਿਸਟਰੇਸ਼ਨ
uk: Реєстрація

# wendy_first
source: Thanks for using
bs: Hvala na korištenju
cs: Děkujeme, že používáte
fi: Kiitos, kun käytät
hi: उपयोग करने के लिए धन्यवाद
nl: Bedankt voor het gebruiken van
pa: ਉਪਯੋਗ ਕਰਨ ਲਈ ਧੰਨਵਾਦ
uk: Дякую за використання

# wendy_second
source: You can use same login on
bs: Možete koristiti istu prijavu i na
cs: Můžete použít stejné přihlašovací údaje jako na
fi: Voit myös käyttää <bold>wendy.network</bold>in käyttäjätunnusta.
hi: आप उसी लॉगिन का उपयोग कर सकते हैं
nl: U kunt dezelfde login gebruiken op
pa: ਤੁਸੀਂ ਉਸੇ ਲੌਗ-ਇਨ ਦਾ ਇਸਤੇਮਾਲ ਕਰ ਸਕਦੇ ਹੋ
uk: Ви можете викростивувати цей самий логін для

# wendy_third
source: A platform for artists, investors, curators
bs: Platforma za umjetnike, investitore, kustose
cs: Platforma pro investory, umělce
fi: Alusta artisteille, sijoittajille, tuottajille
hi: एक मंच कलाकारों,निवेशकों और संग्रहाध्यक्षों के लिए
nl: Een platform voor kunstenaars, investeerders, curatoren
pa: ਇੱਕ ਮੰਚ ਕਲਾਕਾਰਾਂ, ਨਿਵੇਸ਼ਕਾਂ ਅਤੇ ਸੰਗ੍ਰਹਦਕਸ਼ਾ ਦੇ ਲਈ
uk: Плаформа для виконавців, інвесторів, кураторів.

# wendy_fourth
source: and the forever curious
bs: i za zauvjek znatiželjne ljude
cs: a pro navždy zvědavé
fi: ja ikuisesti uteliaille
hi: और हमेशा के लिए जिज्ञासुओं के लिए
nl: en de nieuwsgierige
pa: ਅਤੇ ਹਮੇਸ਼ਾ ਦੀ ਤਰ੍ਹਾਂ ਜਿਗਿਆਸੂਆਂ ਲਈ
uk: та дуже зацікавлений

# wendy_fifth
source: Like you
bs: Kao vi
cs: Jako jste vy
fi: Kuten sinulle
hi: जैसे कि आप
nl: Zoals jou
pa: ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ
uk: Як і ти

# username_invalid
source: Invalid Username
bs: Nevažeće korisničko ime
cs: Neplatné uživatelské jméno
fi: Väärä käyttäjätunnus
hi: अमान्य उपयोगकर्ता नाम
nl: Onjuist Gebruikersnaam
pa: ਅਵੈਦ ਉਪਭੋਗਤਾ ਨਾਮ
uk: Неправльне ім'я користувача

# username_invalid_message
source: The username should be at least 4 characters long
bs: Korisničko ime treba imati najmanje 4 znaka
cs: Uživatelské jméno musí mít alespoň 4 znaky
fi: Käyttäjänimen täytyy olla vähintään 4 merkkiä pitkä
hi: उपयोगकर्ता नाम कम से कम चार अक्षरों का होना चाहिए
nl: De gebruikersnaam moet minimaal 4 karakters lang zijn
pa: ਉਪਭੋਗਤਾ ਦਾ ਨਾਮ ਘੱਟ ਤੋਂ ਘੱਟ ਚਾਰ ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਜਰੂਰੀ
uk: Ім'я користувача повине мати більше 4-ох символів

# password_invalid
source: Invalid Password
bs: Nevažeća lozinka
cs: Neplatné heslo
fi: Väärä salasana
hi: अमान्य पासवर्ड
nl: Onjuist wachtwoord
pa: ਅਵੈਦ ਪਾਸਵਰਡ
uk: Неправильний пароль

# password_invalid_message
source: The password should be at least 4 characters long
bs: Lozinka treba imati najmanje 4 znaka
cs: Heslo musí mít alespoň 4 znaky
fi: Salasanan täytyy olla vähintään 4 merkkiä pitkä
hi: उपयोगकर्ता पासवर्ड कम से कम चार अक्षरों का होना चाहिए
nl: Het wachtwoord moet minimaal 4 karakters lang zijn
pa: ਉਪਭੋਗਤਾ ਪਾਸਵਰਡ ਘੱਟ ਤੋਂ ਘੱਟ ਚਾਰ ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਜਰੂਰੀ
uk: Пароль повинен мати більше 4-ох символів

# email_invalid
source: Invalid e-mail
bs: Nevažeći e-mail
cs: Neplatný e-mail
fi: Väärä sähköpostiosoite
hi: अमान्य ई-मेल
nl: Onjuist e-mail
pa: ਅਵੈਦ ਈ-ਮੇਲ
uk: Неправильна поштова скринька

# email_invalid_message
source: Please enter valid e-mail address
bs: Molim unesite ispravnu e-mail adresu
cs: Prosím zadejte platný e-mail
fi: Anna kelvollinen sähköpostiosoite
hi: कृपया मान्य ई-मेल दर्ज करें
nl: Vul a.u.b. een geldige e-mail adres in
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਵੈਦ ਈ-ਮੇਲ ਦਰਜ ਕਰੋ
uk: Будь ласка вкажіть правильну поштову скриньку

# name_invalid
source: Invalid name
bs: Neispravno ime
cs: Neplatné jméno
fi: Väärä nimi
hi: अमान्य नाम
nl: Onjuiste naam
pa: ਅਵੈਦ ਨਾਮ
uk: Неправильне ім'я

# name_invalid_message
source: Please enter name which is longer than 6 characters
bs: Molim unesite ime duže od 6 znakova
cs: Jméno musí mít alespoň 6 znaků
fi: Nimen täytyy olla vähintään 6 merkkiä pitkä
hi: कृपया 6 अक्षरों से बड़ा नाम दर्ज करें
nl: Vul alstublieft een naam in wat langer is dan 6 karakters
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਛੇ ਅੱਖਰਾਂ ਤੋਂ ਵੱਡਾ ਨਾਮ ਦਰਜ ਕਰੋ
uk: Будь ласка вкажіть ім'я яке має хоча б 6 символів.

# password_mismatch
source: Passwords don't match
bs: Lozinke se ne podudaraju
cs: Hesla se neshodují
fi: Salasanat eivät täsmää
hi: पासवर्ड्स मेल नही खाते
nl: Wachtwoorden komen niet overeen
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਕਰਦੇ
uk: Паролі не співпадають

# password_mismatch_message
source: Please enter same password to password and password confirmation box
bs: Molim unesite u oba polja istu lozinku
cs: Zadejte do obou polí stejná hesla
fi: Kirjoita sama salasana salasanaan ja salasanan vahvistusruutuun
hi: कृपया पासवर्ड और पासवर्ड कन्फर्मेशन बॉक्स में एक ही पासवर्ड दर्ज करें
nl: Voer a.u.b. hetzelfde wachtwoord in voor wachtwoord en wachtwoord bevestigingsvak
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਪਾਸਵਰਡ ਅਤੇ ਪਾਸਵਰਡ ਕਨਫ਼ਰਮੇਸ਼ਨ ਬਾਕਸ ਵਿਚ ਇੱਕ ਹੀ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
uk: Будь ласка вкажіть той самий пароль у полі введеня для паролю

source: Amount
bs: Iznos
cs: Množství
fi: Määrä
hi: राशि
nl: Bedrag
pa: ਰਾਸ਼ੀ
uk: Сума

# amount_empty
source: Amount cannot be empty!
bs: Iznos ne može da bude prazan!
cs: Možství nemůže být prazdné
fi: Määrä ei voi olla tyhjä!
hi: राशि खाली नही रह सकती!
nl: Bedrag kan niet leeg zijn!
pa: ਰਾਸ਼ੀ ਖਾਲੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ
uk: Сума не може бути пустою

# konj_addr_invalid
source: Invalid XDN address
bs: Pogrešna XDN adresa
cs: Neplatná XDN adresa
fi: Väärä XDN-osoite
hi: अमान्य कोंज एड्रेस
nl: Ongeldig XDN adres
pa: ਅਵੈਦ ਕੋਂਜ ਐਡਰੈੱਸ
uk: Невірна адреса XDN

# succ
source: Success
bs: Uspjeh
cs: Úspěch
fi: Onnistui
hi: सफलता
nl: Succes
pa: ਸਫਲਤਾ
uk: Успіх

source: Cancel
bs: Poništiti
cs: Zrušit
fi: Peruuta
hi: रद्द कीजिऐ
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
uk: Відмінити

source: Alert
bs: Upozorenje
cs: Upozornění
fi: Varoitus
hi: सावधान
nl: Waarschuwing
pa: ਸਾਵਧਾਨ
uk: Тривога

source: Close
bs: Zatvoriti
cs: Zavřít
fi: Sulje
hi: बंद करें
nl: Afsluiten
pa: ਬੰਦ ਕਰੋ
uk: Закрити

source: to
bs: Do
cs: do
fi: Jaa yhteystieto
hi: को / के लिए
nl: naar
pa: ਨੂੰ / ਦੇ ਲਈ
uk: До

source: Available
bs: Dostupno
cs: Dostupné
fi: Saatavilla
hi: उपलब्ध
nl: Beschiktbaar
pa: ਉਪਲਭਦ
uk: Доступні монети

source: Immature
bs: Nezreo
cs: Nepotvrzené
fi: Odottaa
hi: अपरिपक्क
nl: Onvolwassen
pa: ਅਪਰਿਪਕ
uk: Незрілий

source: Receive
bs: Primiti
cs: Obdržet
fi: Vastaanota
hi: प्राप्त करें
nl: Ontvangen
pa: ਪ੍ਰਾਪਤ ਕਰੋ
uk: Отримати

source: Send
bs: Poslati
cs: Odeslat
fi: Lähetä
hi: भेजें
nl: Verzenden
pa: ਭੇਜੋ
uk: Відправити

source: Send to
bs: Poslati
cs: Odeslat na
fi: Lähetä osoitteeseen
hi: को भेजें
nl: Verzend naar
pa: ਨੂੰ ਭੇਜੋ
uk: Відправити

# send_wait
source: Sending transaction, please wait
bs: Slanje transakcije, sačekajte
cs: Transakce se odesílá, prosím čekejte
fi: Lähetetään siirtoa, odota
hi: ट्रांसेक्शन हो रही है, कृप्या प्रतीक्षा करें
nl: Verzend transactie, a.u.b. wacht een ogenblik
pa: ਟ੍ਰਾਂਜ਼ੈਕਸ਼ਨ ਹੋ ਰਹੀ ਹੈ, ਕ੍ਰਿਪਾ ਕਰਕੇ ਇੰਤਜ਼ਾਰ ਕਰੋ
uk: Виконується транзакція, будь ласка зачекайте.

source: Tip
bs: Bakšiš
fi: Tippi
hi: टिप
pa: ਟਿਪ
uk: Чайові

source: Rename
bs: Preimenovati
cs: Přejmenovat
fi: Nimeä uudelleen
hi: नाम बदलें
nl: Hernoemen
pa: ਨਾਮ ਬਦਲੋ
uk: Перейменувати

source: New name
bs: Novo ime
cs: Nové jméno
fi: Uusi nimi
hi: नयाँ नाम
nl: Nieuwe naam
pa: ਨਵਾਂ ਨਾਮ
uk: Нове ім'я

source: Date
bs: Datum
cs: Datum
fi: Päivämäärä
hi: मिति
nl: Datum
pa: ਤਰੀਕ
uk: Дата

# reg_succ_message
source: Now you can log in
bs: Sada se možete prijaviti
cs: Teď se můžete přihlásit
fi: Nyt voit kirjautua sisään
hi: अब आप लॉगिन कर सकते हैं
nl: Nu kan je inloggen
pa: ਹੁਣ ਤੁਸੀਂ ਲੌਗ-ਇਨ ਕਰ ਸਕਦੇ ਹੋ
uk: Тепер ви можете увійти до облікового записку

# usr_exists_err
source: That username is already registered
bs: korisničko ime je već registrirano
cs: Tento uživatel již existuje
fi: Tämä käyttäjänimi on jo käytössä!
hi: यह उपयोगकर्ता नाम पहले से ही पंजीकृत है
nl: De gebruikersnaam is al geregistreerd
pa: ਇਹ ਉਪਭੋਗਤਾ ਨਾਮ ਪਹਿਲੇ ਤੋਂ ਹੀ ਪੰਜੀਕ੍ਰਿਤ ਹੈ
uk: Це ім'я користувача уже зайняте

# usr_exists_err_message
source: Please try to sign up using another username or log in if you already have an account
bs: Pokušajte se prijaviti s drugim korisničkim imenom ili se prijavite ako već imate račun
cs: Prosím zkuste jiné uživatelské jméno a nebo se přihlaste pomocí wendy.network údajů
fi: Yritä kirjautua sisään toisella käyttäjätunnuksella tai kirjaudu sisään, jos sinulla on jo tili
hi: कृपया किसी और नाम से साईन-अप करें, अगर पहले से ही खाता है तो लॉगिन करें
nl: Probeer je aan te melden met een andere gebruikersnaam of log in als je al een account hebt
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਕਿਸੇ ਹੋਰ ਨਾਮ ਨਾਲ ਸਾਈਨ-ਅੱਪ ਕਰੋ, ਜੇਕਰ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਖਾਤਾ ਹੈ ਤਾਂ ਲੌਗ-ਇਨ ਕਰੋ
uk: Будь ласка створіть нове ім'я користувача якщо ви вже маєте обліковий запис.

source: Contact
bs: Kontakt
cs: Kontakt
fi: Yhteystieto
hi: संपर्क
pa: ਸੰਪਰਕ
uk: Контакт

source: Contacts
bs: Kontakti
cs: Kontakty
fi: Yhteystiedot
hi: संपर्क
nl: Contacten
pa: ਸੰਪਰਕ
uk: Контакти

# contact_add
source: Add Contact
bs: Dodati kontakt
cs: Přidat kontakt
fi: Lisää yhteystieto
hi: संपर्क जोड़ें
nl: Contact toevoegen
pa: ਸੰਪਰਕ ਜੋੜੋ
uk: Додати контакт

# search_contact
source: Search contacts
bs: Tražiti kontakt
cs: Prohledat kontakty
fi: Etsi yhteystietoja
hi: संपर्क खोजें
nl: Contacts zoeken
pa: ਸੰਪਰਕ ਖੋਜੋ
uk: Пошук контактів

source: Share
bs: Podijeliti
cs: Sdílet
fi: Jaa
hi: सांझा कीजिए
nl: Delen
pa: ਸਾਂਝਾ ਕਰੋ
uk: Поділитись

source: Address
bs: Adresa
cs: Adresa
fi: Osoite
hi: पता / एड्रेस
nl: Adres
pa: ਐਡਰੈੱਸ
uk: Адреса

# camera_perm
source: Please grant this app permissions for Camera
bs: Molim dajte odobrenje aplikaciji za kameru
cs: Povolte aplikaci přístup ke kameře
fi: Myönnä tälle sovellukselle kameran käyttöoikeus
hi: कृपया इस ऐप को कैमरे के लिए अनुमति दें
nl: Geef deze app toestemming voor Camera
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਇਸ ਐਪ ਨੂੰ ਕੈਮਰੇ ਦੇ ਲਈ ਇਜਾਜ਼ਤ ਦਿਉ
uk: Будь ласка дайте дозвіл до використання камери

# storage_perm
source: Please grant this app permissions for Storage
bs: Molim dajte odobrenje aplikaciji za skladištenje
cs: Povolte aplikaci přístup k úložišti
fi: Myönnä tälle sovellukselle tallennustilan käyttöoikeus
hi: कृपया इस ऐप को स्टोरेज के लिए अनुमति दें
nl: Geef deze app toestemming voor opslag
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਇਸ ਐਪ ਨੂੰ ਸਟੋਰੇਜ ਦੇ ਲਈ ਇਜਾਜ਼ਤ ਦਿਉ
uk: Будь ласка дайте дозвіл до використання внутрішньої пам'яті

source: Contact added
bs: Kontakt je dodan
cs: Kontakt přidán
fi: Yhteystieto lisätty
hi: संपर्क जोड़ा गया
nl: Contact toegevoegd
pa: ਸੰਪਰਕ ਜੋੜਿਆ ਗਿਆ
uk: Контакт створено

# contact_del
source: Do you really want to delete this contact?
bs: Želite li stvarno izbrisati ovaj kontakt?
cs: Opravdu chcete tento kontakt odstanit?
fi: Haluatko varmasti poistaa tämän yhteystiedon?
hi: क्या आप वाकई इस संपर्क को हटाना चाहते हैं
nl: Wil je dit contact echt verwijderen?
pa: ਕਿ ਤੁਸੀਂ ਵਾਕਈ ਇਸ ਐਪ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
uk: Чи хочете ви видалити цей контакт?

source: Messages
bs: Poruke
cs: Zprávy
fi: Viestit
hi: संदेश
nl: Berichten
pa: ਸੁਨੇਹਾ
uk: Повідомлення

# message_new
source: New Message
bs: Nova poruka
cs: Nová zpráva
fi: Uusi viesti
hi: नया संदेश
nl: Nieuw bericht
pa: ਨਵਾਂ ਸੁਨੇਹਾ
uk: Нове повідомлення

# message_search
source: Search messages
bs: Tražiti poruke
cs: Prohledat zprávy
fi: Etsi viestejä
hi: संदेश खोजें
nl: Bericht opzoeken
pa: ਸੁਨੇਹਾ ਖੋਜੋ
uk: Пошук повідомлень

# message_recipient_missing
source: Missing recipient
bs: Nedostaje primatelj
cs: Chybí příjemce
fi: Vastaanottaja puuttuu
hi: प्राप्तकर्ता मौजूद नहीं
nl: Ontbrekende ontvanger
pa: ਪ੍ਰਾਪਤਕਰਤਾ ਮੌਜੂਦ ਨਹੀਂ
uk: Немає отримувача

# message_missing
source: Missing message
bs: Nedostaje poruka
cs: Chybí zpráva
fi: Viesti puuttuu
hi: संदेश मौजूद नहीं
nl: Ontbrekend bericht
pa: ਸੁਨੇਹਾ ਮੌਜੂਦ ਨਹੀਂ
uk: Немає повідомлення

# message_choose_recipient
source: Choose recipient
bs: Izaberite primatelja
cs: Vyberte příjemce
fi: Valitse vastaanottaja
hi: प्राप्तकर्ता का चयन करें
nl: Kies ontvanger
pa: ਪ੍ਰਾਪਤਕਰਤਾ ਦੀ ਚੋਣ ਕਰੋ
uk: Виберіть отримувача

# message_not_warning
source: Please turn on notification for proper sending/receiving of messages
bs: Molimo uključite obavijest za slanje/primanje poruka
cs: Zdá se, že aplikace nemá povolení k notifikacím, prosím povolte je pro zprávnou funkci sekce zprávy
fi: Kytke päälle ilmoitukset vastaanottaaksesi ilmoituksia
hi: ठीक से संदेश भेजने और प्राप्त करने के लिए नोटिफिकेशन ऑन कीजिए
nl: Schakel de melding in voor het correct verzenden/ontvangen van berichten
pa: ਸੁਨੇਹਾ ਸਹੀ ਤਰਾਂ ਭੇਜਣ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਨੋਟੀਫਿਕੇਸ਼ਨ ਚਾਲੂ ਕਰੋ
uk: Будь ласка увімкніть сповіщення

# message_tipped
source: tipped
bs: Primili ste bakšiš
cs: poslal tip
fi: tipattu
hi: टिप दिया गया
nl: Getipt
pa: ਟਿਪ ਦਿੱਤਾ ਗਿਆ
uk: Дано на чай

# message_reply_to
source: Reply to
bs: Odgovoriti
cs: Reakce na
fi: Vastaa
hi: को जवाब दीजिए
nl: Antwoord aan
pa: ਨੂੰ ਜਵਾਬ ਦਿਓ
uk: Відповісти (Enter the name of the person you're replying to)

# message_copy
source: Content of the message has been copied to clipboard
bs: Sadržaj poruke je kopiran u međuspremnik
cs: Obsah zprávy byl zkopírován do schránky
fi: Teksti kopioitu leikepöydälle
hi: क्लिपबोर्ड में संदेश की सामग्री कापी की गई*
nl: Inhoud van het bericht is gekopieerd naar het klembord
pa: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਸੁਨੇਹੇ ਦੀ ਸਮੱਗਰੀ ਕਾਪੀ ਕੀਤੀ ਗਈ
uk: Контент цього повідомлення було скопійовано

# pin_enter
source: Enter PIN
bs: Unesite PIN
cs: Zadejte PIN
fi: Aseta PIN
hi: पिन दर्ज करें
nl: Pincode invoeren
pa: ਪਿੰਨ ਦਰਜ ਕਰੋ
uk: Уведіть ПІН код

# pin_message
source: This app is PIN protected, you must enter code to continue. You can disable PIN in the settings of the app
bs: Ova aplikacija je zaštićen PIN-om i morate unijeti PIN za nastavak. PIN možete islkljućiti u postavkama aplikacije.
cs: Aplikace vyžaduje pin, prosím zadejte ho
fi: Tämä sovellus on suojattu PIN-koodilla ja jatkaaksesi sinun täytyy asettaa PIN-koodi. Voit poistaa PIN-koodin käytöstä sovelluksen asetuksista.
hi: यह एप पिन द्वारा संरक्षित है, जारी रखने के लिए कोड दर्ज कीजिए, आप ऐप सेटिंग्स में पिन को बंद कर सकते हैं
nl: Deze app is beveiligd met een pincode, u moet een code invoeren om door te gaan. U kunt de pincode uitschakelen in de instellingen van de app
pa: ਇਹ ਐਪ ਪਿੰਨ ਦੁਆਰਾ ਸੁਰੱਖਿਅਤ ਹੈ, ਜਾਰੀ ਰੱਖਣ ਲਈ ਕੋਡ ਦਰਜ ਕਰੋ, ਤੁਸੀਂ ਐਪ ਸੈਟਟਿੰਗਸ ਵਿੱਚ ਪਿੰਨ ਨੂੰ ਬੰਦ ਵੀ ਕਰ ਸਕਦੇ ਹੋ
uk: Цей додаток захищений ПІН кодом, ви маєте увести код для того щоб увійти. Ви можете вимкнути ПІН код у налаштуваннях цього додатку.

# set_pin_removed
source: PIN has been removed
bs: PIN je deaktiviran
cs: PIN byl odstraněn
fi: PIN-koodi poistettu.
hi: पिन हटाया गया
nl: Pincode is verwijderd
pa: ਪਿੰਨ ਹਟਾਇਆ ਗਿਆ
uk: ПІН код було видалено

# set_pin_not_match
source: PIN does not match passcode set in this app, please try again
bs: PIN ne odgovara lozinki postavljenoj u ovoj aplikaciji, pokušajte ponovo
cs: PIN byl špatně zadán
fi: PIN-koodi ei ole oikein. Yritä uudelleen.
hi: पिन इस एप में सेट किये गए पासकोड से मेल नहीं खाता, कृपया दोबारा कोशिश कीजिए
nl: Pincode komt niet overeen met de toegangscode die is ingesteld in deze app, probeer het opnieuw
pa: ਪਿੰਨ ਇਸ ਐਪ ਵਿਚ ਸੈੱਟ ਕੀਤੇ ਗਏ ਪਾਸਕੋਡ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
uk: ПІН код не співпадає з вашим, будь ласка спробуйте ще раз.

# set_download
source: File has been downloaded to you Download directory
bs: Datoteka je preuzeta u direktorij za preuzimanje
cs: Soubor byl uložen do Download složky v telefonu
fi: Tiedosto on tallennettu puhelimen latauskansioon
hi: फ़ाइल डाऊनलोड डायरेक्टरी में डाउनलोड की गई
nl: Bestand is gedownload naar uw download map
pa: ਫਾਈਲ ਡਾਊਨਲੋਡ ਡਾਇਰੈਕਟਰੀ ਵਿਚ ਡਾਊਨਲੋਡ ਕੀਤੀ ਗਈ
uk: Файл був завантажений до вашої дерикторії завантажень

# set_csv_no_app
source: You don't have an app to open xlsx files
bs: Nemate aplikaciju za otvaranje CSV datoteka
cs: nemáte aplikaci na otevření CSV souborů
fi: Sinulla ei ole sovellusta CSV-tiedostojen avaamiseen
hi: आपके पास CSV फ़ाइल खोलने के लिए एप नहीं है
nl: Je hebt geen app om CSV-bestanden te openen
pa: ਤੁਹਾਡੇ ਕੋਲ CSV ਫ਼ਾਈਲ ਖੋਲਣ ਲਈ ਐਪ ਨਹੀਂ ਹੈ
uk: Ви не маєте додатка для відкриття xlsx файлів

# set_headline
source: settings
bs: postavke
cs: nastavení
fi: asetukset
hi: सेटिंग्स
nl: instellingen
pa: ਸੈਟਟਿੰਗਸ
uk: Налаштування

# set_pin
source: Set up a pin
bs: Postavite PIN
cs: Nastavit PIN
fi: Aseta PIN-koodi
hi: पिन सेट करें
nl: Een pin instellen
pa: ਪਿੰਨ ਸੈੱਟ ਕਰੋ
uk: Укажіть ПІН код

# set_pin_confirm
source: Confirm PIN
bs: Potvrdite PIN
cs: Potvrdit PIN
fi: Vahvista PIN-koodi
hi: पिन की पुष्टि करें
nl: Pincode bevestigen
pa: ਪਿੰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
uk: Підтвердіть ПІН код

# set_remove_pin
source: Remove PIN
bs: Uklonite PIN
cs: Odstranit PIN
fi: Poista PIN-koodi
hi: पिन हटाएँ
nl: Pincode verwijderen
pa: ਪਿੰਨ ਹਟਾਓ
uk: Видалити ПІН код

# set_nickname
source: Change Nickname
bs: Promijenite nadimak
cs: Změnit uživatelské jméno
fi: Vaihda nimimerkkiä
hi: उपनाम बदलें
nl: Naam wijzigen
pa: ਉਪਨਾਮ ਬਦਲੋ
uk: Змінити ім'я користувача

source: Nickname
bs: Nadimak
cs: Uživatelské jméno
fi: Nimimerkki
hi: उपनाम
nl: Naam
pa: ਉਪਨਾਮ
uk: Ім'я користувача

# set_password
source: Change Password
bs: Promijenite lozinku
cs: Změnit heslo
fi: Vaihda salasana
hi: पासवर्ड बदलें
nl: Verander wachtwoord
pa: ਪਾਸਵਰਡ ਬਦਲੋ
uk: Змінити пароль

# set_priv_key
source: Get Wallet Private Key
bs: Nabavite privatni ključ novčanika
cs: Získat privátní klíč pěněženky
fi: Hanki lompakon yksityinen avain
hi: वॉलेट प्राइवेट-की हासिल करें
nl: Privésleutel voor portemonnee ophalen
pa: ਵਾਲੈਟ ਪ੍ਰਾਈਵੇਟ-ਕੀ ਪ੍ਰਾਪਤ ਕਰੋ
uk: Створити приватний ключ для гаманця

# set_csv
source: Download TX xlsx
bs: Preuzmite TX CSV
cs: Stáhnout TX CSV
fi: Lataa tiedot
hi: डाउनलोड TX CSV
nl: Download TX CSV
pa: ਡਾਉਨਲੋਡ TX CSV
uk: Завантажити TX xlsx

# set_about
source: About App
bs: O aplikaciji
cs: O aplikaci
fi: Tietoja sovelluksesta
hi: एप के बारे में
nl: Over de app
pa: ਐਪ ਬਾਰੇ
uk: Про додаток

# set_log_out
source: Log out
bs: Odjaviti se
cs: Odhlásit se
fi: Kirjaudu ulos
hi: लॉग आउट
nl: Uitloggen
pa: ਲੌਗ ਆਊਟ
uk: Вийти

# set_pass_error
source: You entered incorrect password
bs: Unjeli ste pogrešnu lozinku
cs: Zadali jste špatné heslo
fi: Annoit väärän salasanan
hi: आपने ग़लत पासवर्ड दर्ज किया
nl: U heeft een onjuist wachtwoord ingevoerd
pa: ਤੁਸੀਂ ਗਲਤ ਪਾਸਵਰਡ ਦਰਜ ਕੀਤਾ
uk: Уведений пароль неправильнй

# set_priv_error
source: Unable to retrieve private key
bs: Privatni ključ nije dostupan
cs: chyba při získávání prívátního klíče
fi: Yksityistä avainta ei voi noutaa
hi: प्राइवेट-की हासिल करने में असफलता
nl: Kan privésleutel niet ophalen
pa: ਪ੍ਰਾਈਵੇਟ-ਕੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿਚ ਅਸਫ਼ਲਤਾ
uk: Неможливо отримати приватний ключ

# st_locked_coins
source: Locked Coins
bs: Zaključane pare
cs: Zamknuté mince
fi: Lukitut kolikot
hi: लॉक्ड कोइन्स
nl: Vergrendelde munten
pa: ਲੌਕਡ ਕੌਈਨਸ
uk: Заблоковані монети

# st_coins_staked
source: Coins staked
bs: Ulog novca
cs: Mince sázení
fi: Kolikoita panostuksessa
hi: सटेकड कोइन्स
nl: Ingezette munten
pa: ਸਟੇਕਡ ਕੌਈਨਸ
uk: Монет комбіновано

# st_insufficient
source: Insufficient funds
bs: Nedostatak financija
cs: Nedostatek financí
fi: Varat eivät riitä
hi: अपर्याप्त कोष
nl: Onvoldoende munten
pa: ਨਾਕਾਫੀ ਕੋਸ਼
uk: Не вистачає коштів

# st_in_fees
source: You don't have enough to make the transaction with current network fess
bs: Nemate dovoljno da izvršite transakciju sa trenutnom provizijom
cs: Nemáte dostatek financí na provedení transakce, z důvodu poplatků na síti
fi: Sinulla ei ole tarpeeksi varoja suorittaaksesi siirtoa tämän hetkisillä siirtomaksuilla
hi: आपके पास ट्रांसेक्शन करने के लिए पर्याप्त नेटवर्क फीस नही है
nl: Je hebt niet genoeg om de transactie te doen met de huidige netwerk kosten
pa: ਤੁਹਾਡੇ ਕੋਲ ਟ੍ਰਾਂਜ਼ੈਕਸ਼ਨ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਨੈੱਟਵਰਕ ਫੀਸ ਨਹੀਂ ਹੈ
uk: Ви не маєте достатньо коштів для проведення транзакції з поточними тарифами мережами

# st_cannot_stake
source: Your coins cannot be staked right now
bs: Vaše pare se trenutno ne mogu uložiti
cs: Vaše mince teď nemohou být sázeny
fi: Kolikkoja ei voida lisätä panostukseen juuri nyt
hi: आपके कोइन्स इस वक्त स्टेक नहीं किए जा सकते
nl: Je munten kunnen nu niet worden ingezet
pa: ਤੁਹਾਡੇ ਕੌਈਨਸ ਇਸ ਸਮੇਂ ਸਟੇਕ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ
uk: Ваші монети не можуть бути скомбіновані на цей момент.

# st_not_balance
source: Not Enough account balance, try lower number
bs: Nemate dovoljno financija na računu, pokušajte sa nižom sumom
cs: Nedostatečné množství mincí, zkuste nižsí množství
fi: Ei tarpeeksi varoja, yritä pienemmällä määrällä
hi: खाते में पर्याप्त राशि नहीं है, कृपया कम राशि के साथ कोशिश कीजिए
nl: Niet genoeg saldo, probeer een lager bedrag
pa: ਖਾਤੇ ਵਿੱਚ ਲੋੜੀਂਦੀ ਰਾਸ਼ੀ ਨਹੀਂ ਹੈ, ਕ੍ਰਿਪਾ ਕਰਕੇ ਘੱਟ ਰਾਸ਼ੀ ਨਾਲ ਕੋਸ਼ਿਸ ਕਰੋ
uk: Недостатньо коштів на рахунку, спробуйте меншу суму.
