Repository: M1chlCZ/xdn-app
Catalog: Mobile/xdn/lib/l10n/app_*.arb
Languages: bs, cs, fi, hi, nl, pa, uk

# st_24h_timeout
source: Your coins are still locked, please wait at least 24 hours after your last stake deposit
bs: Vaše pare su trenutno zaključane, molimo probajte za 24 sata nakon vašeg zadnjeg uloga
cs: Vaše mince jsou pořád uzamknuté, prosím čekejte alespoň 24 hodin po odeslání mincí na sázení
fi: Kolikkosi ovat vielä lukossa, odota vähintään 24-tuntia viimeisestä talletuksestasi panostukseen
hi: आपके कोइन्स अभी लॉक है, कृपया पिछले स्टेक डिपाजिट से 24 घण्टे तक प्रतीक्षा कीजिए
nl: Uw munten zijn nog steeds vergrendeld, wacht ten minste 24 uur na uw laatste storting van uw inzet
pa: ਤੁਹਾਡੇ ਕੌਈਨਸ ਹਜੇ ਲੌਕ ਹਨ, ਕ੍ਰਿਪਾ ਕਰਕੇ ਪਿਛਲੇ ਸਟੇਕ ਡਿਪੋਸਿਟ ਤੋਂ 24 ਘੰਟੇ ਤੱਕ ਇੰਤੇਜ਼ਾਰ ਕਰੋ
uk: Ваші монети ще заблоковані, будь ласка зачекайте 24 годині за вашого останього депозиту.

# st_headline
source: Staking
bs: Ulog
cs: Sázení
fi: Panostus
hi: सटेकिंग
nl: Uitzetten
pa: ਸਟੇਕਿੰਗ
uk: ставку

# st_coins_today
source: Coins earned today
bs: Novac zarađeni danas
cs: Mince získané dnes
fi: Kolikkoja tienattu tänään
hi: आज कमाए गए सिक्के/कोइन्स
nl: Vandaag verdiende munten
pa: ਅੱਜ ਕਮਾਏ ਗਏ ਕੌਈਨਸ
uk: Монет зароблено сьогодні

# st_coins_week
source: Coins earned this month
bs: Novac zarađeni ovaj mjesec
cs: Mince získané tento měsíc
fi: Kolikkoja tienattu tässä kuussa
hi: इस महीने कमाए गए सिक्के/कोइन्स
nl: Munten verdiend deze maand
pa: ਇਸ ਮਹੀਨੇ ਕਮਾਏ ਗਏ ਕੌਈਨਸ
uk: Монет зароблено цього місяця

# st_live
source: Live
bs: Uživo
cs: Živě
hi: लाइव
pa: ਲਾਈਵ
uk: Онлайн

# st_reward
source: Reward
bs: Nagrada
cs: Odměna
fi: Palkkio
hi: इनाम
nl: Beloning
pa: ਇਨਾਮ
uk: Винагорода

# st_total_coins
source: Total coins in pool
bs: Ukupne pare u ulogu
cs: Celkem mincí v sázení
fi: Yhteensä kolikkoja panostuksessa
hi: पूल में कुल सिक्के/कोइन्स
nl: Totaal aantal munten in pool
pa: ਪੂਲ ਵਿੱਚ ਕੁੱਲ ਕੌਈਨਸ
uk: Усього монет у пулі

# st_contribution
source: Your contribution in the pool
bs: Vaš doprinos u ulogu
cs: Váš podíl mincí v sázení
fi: Osuutesi panostuksen poolissa
hi: पूल में आपका योगदान
nl: Uw bijdrage in de pool
pa: ਪੂਲ ਵਿੱਚ ਤੁਹਾਡਾ ਯੋਗਦਾਨ
uk: Ваше пожертвування до пулу

# st_estimated
source: Estimated reward per day
bs: Procjenjena dnevna nagrada
cs: Odhadovaný zisk mincí za den
fi: Arvioitu palkkio päivässä
hi: प्रतिदिन अनुमानित इनाम
nl: Geschatte beloning per dag
pa: ਪ੍ਰਤੀਦਿਨ ਅਨੁਮਾਨਤ ਇਨਾਮ
uk: Розрахункова сума винагороди за день

# st_24h_lock
source: Your coins will be locked for 24 hours after last deposit
bs: Vaše pare će biti zaključane 24 sata od zandjeg uloga
cs: Vaše mince budou uzamknuty po dobu 24 hodin od odeslání
fi: Kolikkosi lukitaan 24 tunniksi viimeisen talletuksen jälkeen
hi: आपके कोइन्स पिछले डिपाजिट से 24 घण्टे तक लॉक रहेंगे
nl: Uw munten worden 24 uur na de laatste storting vergrendeld
pa: ਤੁਹਾਡੇ ਕੌਈਨਸ ਪਿਛਲੇ ਡਿਪੋਸਿਟ ਤੋਂ 24 ਘੰਟੇ ਤੱਕ ਲੌਕ ਰਹਿਣਗੇ
uk: Ваші монети будуть заблоковані на 24 години після останього депозиту

# st_enter_amount
source: Enter amount to stake
bs: Unesite iznos uloga
cs: Zadejte množství mincí k sázení
fi: Syötä panostettava summa
hi: स्टेक के लिए राशि दर्ज कीजिए
nl: Voer aantal ingezette munten in
pa: ਸਟੇਕ ਦੇ ਲਈ ਰਾਸ਼ੀ ਦਰਜ ਕਰੋ
uk: Укажіть суму для ставки

# st_time_until_unlock
source: Time until your coins will be unlocked
bs: Vrijeme do se vaše pare ne otključaju
cs: Čas než budou mince odemknuté
fi: Aika jonka jälkeen voit siirtää kolikkoja panostuksesta
hi: आपके सिक्के/कोइन्स अनलॉक होने तक का समय
nl: Tijd totdat uw munten worden ontgrendeld
pa: ਤੁਹਾਡੇ ਕੌਈਨਸ ਅਨਲੌਕ ਹੋਣ ਤੱਕ ਦਾ ਸਮਾਂ
uk: Часу залишилося до розблокування монет

# st_contains
source: Staking amount contains both staked coins and reward
bs: Iznos uloga sadrži uložene pare i nagradu
cs: Sazení mincí obsahuje uzamknuté mince + vaši odměnu
fi: Panostuksessa oleva määrä sisältää siirretyt varat ja palkkion
hi: स्टेकिंग अमाउंट में स्टेक किए कोइन्स और इनाम दोनों शामिल हैं
nl: Inzetbedrag bevat zowel ingezette munten als beloning
pa: ਸਟੇਕਿੰਗ ਅਮਾਉਂਟ ਵਿੱਚ ਸਟੇਕ ਕੀਤੇ ਕੌਈਨਸ ਤੇ ਇਨਾਮ ਦੋਨੋਂ ਸ਼ਾਮਿਲ ਹਨ
uk: Повна ставка має ставкові монети та винагороді

# st_withdraw_reward
source: Withdraw reward from staking
bs: Povucite sve pare sa uloga
cs: Vybrat odměnu
fi: Nosta palkkio panostuksesta
hi: स्टेकिंग से इनाम की राशि निकालें
nl: Beloning uit staking opnemen
pa: ਸਟੇਕਿੰਗ ਵਿਚੋਂ ਇਨਾਮ ਦੀ ਰਾਸ਼ੀ ਕੱਢੋ
uk: Зняти винагороду із ставки

# st_withdraw_all
source: Withdraw all coins from staking
bs: Povucite sve pare za uloga
cs: Vybrat všechny mince
fi: Nosta kaikki kolikot panostuksesta
hi: स्टेकिंग से सारे कोइन्स निकालें
nl: Alle munten uit staking halen
pa: ਸਟੇਕਿੰਗ ਵਿਚੋਂ ਸਾਰੇ ਕੌਈਨਸ ਕੱਢੋ
uk: Зняти усі монеті із ставки

# wl_refreshing
source: Refreshing data
bs: Aktualizirajte podatke
cs: Aktualizuji data
fi: Päivitetään tietoja
hi: रिफ्रेशिंग डेटा
nl: Gegevens vernieuwen
pa: ਰੀਫਰੇਸ਼ਇੰਗ ਡਾਟਾ
uk: Дата оновлюється

# wl_balance
source: Balance
bs: Bilans
cs: Zůstatek
fi: Saldo
hi: शेष/ बैलेंस
nl: Saldo
pa: ਬੈਲੈਂਸ
uk: Баланс

# dl_remove_pin
source: Remove PIN
bs: Uklonite PIN
cs: Odstranit PIN
fi: Poista PIN-koodi
hi: पिन हटाएँ
nl: Pincode verwijderen
pa: ਪਿੰਨ ਹਟਾਓ
uk: Видалити ПІН код

# dl_enter_pin
source: Enter PIN
bs: Unesite PIN
cs: Zadejte PIN
fi: Syötä PIN-koodi
hi: पिन दर्ज करें
nl: Pincode invoeren
pa: ਪਿੰਨ ਦਰਜ ਕਰੋ
uk: Укажіть ПІН код

# dl_send_confirm
source: Do you really want to send the transaction?
bs: Želite li stvarno izvršiti transakciju?
cs: Opravdu chcete poslat transakci?
fi: Haluatko varmasti lähettää tapahtuman?
hi: क्या आप वाकई यह ट्रांसेक्शन करना चाहते हैं?
nl: Wil je de transactie echt verzenden?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਇਹ ਟ੍ਰਾਂਜ਼ੈਕਸ਼ਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ
uk: Чи дійсно ви хочете виконати цю транзакцію?

# dl_delete_contact
source: Do you really want to delete this contact?
bs: Želite li stvarno izbrisati ovaj kontakt?
cs: Opravdu chcete tento kontakt odstranit?
fi: Haluatko varmasti poistaa tämän yhteystiedon?
hi: क्या आप वाकई यह संपर्क मिटाना चाहते हैं?
nl: Wil je dit contact echt verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਇਹ ਸੰਪਰਕ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ
uk: Чи дійсно ви хочете видалити цей контакт?

# dl_log_out
source: Do you really want to log out of the app?
bs: Želite li se stvarno odjaviti iz aplikacije?
cs: Opravdu se chcete odhlásit z aplikace?
fi: Haluatko varmasti kirjautua ulos?
hi: क्या आप वाकई ऐप से लॉगआउट करना चाहते हैं?
nl: Wil je echt uitloggen bij de app?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਇਸ ਐਪ ਵਿਚੋਂ ਲੌਗ ਆਊਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ
uk: Чи дійсно ви хочете вийти із додатку?

# dl_not_enough_coins
source: Not enough coins
bs: Nemate dovoljno para
cs: Nedostatek mincí
fi: Ei tarpeeksi kolikkoja
hi: पर्याप्त कोइन्स नहीं हैं
nl: Niet genoeg munten
pa: ਕੌਈਨਸ ਕਾਫ਼ੀ ਨਹੀਂ ਹਨ
uk: Не вистачає монет

# dl_wait
source: Please wait
bs: Molim pričekajte
cs: Prosím čekejte
fi: Ole hyvä ja odota
hi: कृपया प्रतीक्षा कीजिए
nl: Even geduld aub
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਇੰਤੇਜ਼ਾਰ ਕਰੋ
uk: Будь ласка зачекайте

# dl_credentials
source: Please enter your credentials
bs: Molim unesite vaše podatke
cs: Prosím zadejte své údaje
fi: Kirjoita sähköpostiosoite
hi: कृपया अपनी जानकारी दर्ज कीजिए
nl: Voer uw inloggegevens in
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਆਪਣੀ ਜਾਣਕਾਰੀ ਦਰਜ ਕਰੋ
uk: Будь ласка укажіть ваші дані

# dl_edit_name
source: Edit name
bs: Uredite ime
cs: Upravit jméno
fi: Muuta nimeä
hi: नाम संपादित करें
nl: Naam bewerken
pa: ਨਾਮ ਸੰਪਾਦਿਤ ਕਰੋ
uk: Змінити ім'я

# dl_new_contact
source: Add new contact
bs: Dodajte novi kontakt
cs: Přidat nový kontakt
fi: Lisää uusi yhteystieto
hi: नया संपर्क दर्ज कीजिए
nl: Voeg nieuw contact toe
pa: ਨਵਾਂ ਸੰਪਰਕ ਦਰਜ ਕਰੋ
uk: Додати новий контакт

# dl_user_exist
source: Users is already in Contact list
bs: Korisnik je već na listi kontakata
cs: Uživatel je již ve vašem seznamu kontaktů
fi: Käyttäjä on jo yhteystiedoissasi!
hi: उपयोगकर्ता पहले से ही संपर्क सूची में मौजूद है
nl: Gebruikers staat al in de lijst met contactpersonen
pa: ਉਪਭੋਗਤਾ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਸੰਪਰਕ ਸੂਚੀ ਵਿਚ ਮੌਜੂਦ ਹੈ
uk: Цей користувач уже знаходиться у вашому списку контактів

# dl_save_contact
source: Save contact
bs: Sačuvati kontakt
cs: Uložit kontakt
fi: Tallenna yhteystieto
hi: संपर्क सेव कीजिए
nl: Contactpersoon opslaan
pa: ਸੰਪਰਕ ਸੇਵ ਕਰੋ
uk: Зберегти контакт

# dl_enter_current_pass
source: Enter current password
bs: Unesite trenutnu lozinku
cs: Zadejte současné heslo
fi: Kirjoita nykyinen salasanasi
hi: वर्तमान पासवर्ड दर्ज कीजिए
nl: Vul huidig ​​wachtwoord in
pa: ਵਰਤਮਾਨ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
uk: Укажіть поточний пароль

# dl_enter_pass
source: Enter password
bs: Unesite lozinku
cs: Zadejte heslo
fi: Kirjoita salasana
hi: पासवर्ड दर्ज कीजिए
nl: Voer wachtwoord in
pa: ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
uk: Укажіть пароль

# dl_new_enter_pass
source: Enter new password
bs: Unesite novu lozinku
cs: Zadejte nové heslo
fi: Kirjoita uusi salasana
hi: नयां पासवर्ड दर्ज कीजिए
nl: Voer nieuw wachtwoord in
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
uk: Укажіть новий пароль

# dl_conf_new_pass
source: Confirm new password
bs: Potvrdite novu lozinku
cs: Potvrďte nové heslo
fi: Vahvista uusi salasana
hi: नयें पासवर्ड की पुष्टि कीजिए
nl: Bevestig nieuw wachtwoord
pa: ਨਵੇਂ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
uk: Підтвердіть новий пароль

# dl_pass_mismatch
source: Passwords don't match
bs: Lozinke se ne podudaraju
cs: Hesla nejsou stejná
fi: Salasanat eivät täsmää
hi: पासवर्ड मेल नहीं खाते
nl: Wachtwoorden komen niet overeen
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ
uk: Паролі не співпадають

# dl_tx_detail
source: Transaction detail
bs: Detalj transakcije
cs: Detail transakce
fi: Tapahtuman tiedot
hi: लेन-देन विवरण
nl: Transactiedetails
pa: ਲੈਣ-ਦੇਣ ਦਾ ਵਿਵਰਣ
uk: Деталі транзакції

# dl_explorer
source: Open in explorer
bs: Otvorite u exploreru
cs: Otevřít v prohlížeči
fi: Avaa etsijässä
hi: एक्स्प्लोरर में खोलिए
pa: ਐਕਸਪਲੋਰਰ ਵਿਚ ਖੋਲੋ
uk: Відкрити у провіднику

# dl_tx_copy
source: TX id has been copied to clipboard
bs: TX id je bio kopiran u međuspremnik
cs: TX id byla zkopírována do schránky
fi: Tapahtuman ID kopioitu leikepöydälle
hi: ट्रांसेक्शन आईडी क्लिपबोर्ड में कॉपी की गई
nl: Transactie-ID is gekopieerd naar klembord
pa: ਟ੍ਰਾਂਜ਼ੈਕਸ਼ਨ ਆਈ-ਡੀ ਕਲਿਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕੀਤੀ ਗਈ
uk: ID транзакції було скопійовано

# dl_konj_addr
source: Your XDN address
bs: Vaša XDN adresa
cs: Vaše XDN adresa
fi: Sinun XDN-osoite
hi: आपका कोंज एड्रैस
nl: Uw XDN-adres
pa: ਤੁਹਾਡਾ ਕੋਂਜ ਐਡਰੈੱਸ
uk: Ваша XDN адреса

# dl_share
source: tap to copy, long press to share
bs: Dodirnite za kopiranje, pritisnite dugo za djeljenje
cs: tap pro kopírování, dlouhý stisk pro sdílení
fi: napauta kopioidaksesi, paina pitkään jakaaksesi
hi: कॉपी करने के लिए टैप करें, शेयर करने के लिए लौंग प्रैस करें
nl: tik om te kopiëren, lang indrukken om te delen
pa: ਕਾਪੀ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ, ਸ਼ੇਅਰ ਕਰਨ ਲਈ ਲੌਂਗ ਪ੍ਰੈਸ ਕਰੋ
uk: Натисніть на екран щоб скопіювати, натисніть та тримайте для поширення

# dl_qr_copy
source: QR code copied to clipboard
bs: QR kod je kopiran u međuspremnik
cs: QR kód byl zkopírován do schránky
fi: QR-koodi kopioitu leikepöydälle
hi: QR कोड क्लिपबोर्ड में कॉपी किया गया
nl: QR-code gekopieerd naar klembord
pa: QR ਕੋਡ ਕਲਿਪਬੋਰਡ ਵਿਚ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
uk: QR код було скопійовано до буферу

# dl_konj_priv
source: Your XDN wallet priv key
bs: Vaš privatni ključ XDN novčanika
cs: Váš XDN privátní klíč peněženky
fi: Sinun XDN-lompakon salainen avain
hi: आपकी कोंज वॉलेट प्राइवेट-की
nl: De privésleutel van uw XDN-portemonnee
pa: ਤੁਹਾਡੀ ਕੋਂਜ ਵਾਲੈਟ ਪ੍ਰਾਈਵੇਟ-ਕੀ
uk: Приватний ключ вашого XDN гаманцю

# dl_priv_copy
source: Priv key copied to clipboard
bs: Privatni ključ je kopiran u međuspremnik
cs: Privántí klíč byl zkopírován do schránky
fi: Salainen avain kopioitu leikepöydälle
hi: प्राइवेट-की को क्लिपबोर्ड में कॉपी किया गया
nl: Privésleutel gekopieerd naar klembord
pa: ਪ੍ਰਾਈਵੇਟ-ਕੀ ਨੂੰ ਕਲਿਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
uk: Приватний ключ було скопійовано до буферу

# dl_select_action
source: Select action
bs: Odaberite radnju
cs: Zvolte akci
fi: Valitse toiminto
hi: करवाई चुने
nl: Selecteer actie
pa: ਕਾਰਵਾਈ ਚੁਣੋ
uk: Виберіть дію

# dl_send_message
source: Send a message
bs: Pošaljite poruku
cs: Poslat zprávu
fi: Lähetä viesti
hi: संदेश भेजिए
nl: Stuur een bericht
pa: ਸੁਨੇਹਾ ਭੇਜੋ
uk: Відправити повідомлення

# dl_send_konj
source: Send XDN to
bs: Pošaljite XDN
cs: Poslat XDN
fi: Lähetä XDN
hi: को कोंज भेजें
nl: Verzend XDN naar
pa: ਨੂੰ ਕੋਂਜ ਭੇਜੋ
uk: Відправити XDN (here you should enter the name)

# menu_wallet
source: Wallet
bs: Novčanik
cs: Peněženka
fi: Lompakko
hi: वॉलेट
nl: Portemonnee
pa: ਵਾਲੈਟ
uk: Гаманець підключено

# rec_tx
source: Recent Transactions
bs: Nedavne transakcije
cs: Poslední transakce
fi: Viimeisimmät tapahtumat
hi: हाल का लेनदेन
nl: Recente transacties
pa: ਹਾਲ ਦਾ ਲੈਣ-ਦੇਣ
uk: Останні транзакції

source: Register
bs: Registrirajte se
cs: Registrovat
fi: Rekisteröidy
hi: पंजीकरण/ रजिस्टर कीजिए
nl: Registratie
pa: ਰਜਿਸਟਰ
uk: Реєстрація

# register_button
source: Register
bs: Registrirajte se
cs: Registrovat
fi: Rekisteröidy
hi: पंजीकरण/ रजिस्टर कीजिए
nl: Registratie
pa: ਰਜਿਸਟਰ
uk: Реєстрація

source: E-mail
fi: Sähköpostiosoite
hi: ईमेल
pa: ਈ-ਮੇਲ
uk: Поштова скринька

# forgot_pass
source: Forgot Password?
bs: Zaboravili ste lozinku?
cs: Zapomenuté heslo
fi: Unohditko salasanasi?
hi: पासवर्ड भूल गए?
nl: Wachtwoord vergeten?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
uk: Забули пароль?

source: or
bs: ili
fi: tai
hi: या
nl: of
pa: ਜਾਂ
uk: Або

source: Sign in
bs: Prijaviti se
fi: Kirjaudu sisään
hi: साइन-इन
nl: Log in
pa: ਸਾਈਨ-ਇਨ
uk: Увійти

source: Portfolio
bs: Portfelj
fi: Salkku
hi: पोर्टफोलियो/ निवेश सूची
nl: Portefeuille
pa: ਪੋਰਟਫੋਲੀਓ
uk: Портфоліо

source: About
bs: O
fi: Tietoa
hi: के बारे में
nl: Over
pa: ਦੇ ਬਾਰੇ
uk: Про

source: Sent to
bs: Poslano
cs: Odesláno na
fi: Lähetä osoitteeseen
hi: को भेजा गया
nl: Verzenden naar
pa: ਨੂੰ ਭੇਜਿਆ ਗਿਆ
uk: Відправити

source: Sent
bs: Poslano
cs: Odesláno
fi: Lähetä
hi: भेजा गया
nl: Verzend
pa: ਭੇਜਿਆ ਗਿਆ
uk: Відправити

source: Deposit
bs: Depozit
fi: Talletus
hi: जमा कीजिए
nl: Ontvangen
pa: ਜਮਾਂ ਕਰੋ
uk: Депозит

source: TX id:
fi: Tapahtuman ID:
hi: TX आईडी
nl: Transactie-ID:
pa: TX ਆਈ-ਡੀ
uk: ID транзакції

source: ALL
bs: Sve
fi: KAIKKI
hi: सब/कुल
pa: ਕੁੱਲ
uk: Усі

# onew
source: 1W
fi: 1VK
hi: 1ह
pa: 1ਹ
uk: 1Т

# oned
source: 1D
fi: 1PV
hi: 1दि
pa: 1ਦਿ
uk: 1Д

# twelveh
source: 12H
fi: 12T
hi: 12घ
pa: 12ਘੰ
uk: 12Г

# no_tx
source: No transactions
bs: Nema transakcija
fi: Ei tapahtumia
hi: कोई लेन देन नहीं
nl: Geen transacties
pa: ਕੋਈ ਲੈਣ-ਦੇਣ ਨਹੀਂ
uk: Відсутні транзакції

source: Copy
bs: Kopirati
fi: Kopioi
hi: कॉपी/प्रतिलिपि
nl: Kopiëren
pa: ਕਾਪੀ
uk: Скопіювати

source: Explorer
bs: Istraživač
fi: Etsijä
hi: एक्स्प्लोरर
pa: ਐਕਸਪਲੋਰਰ
uk: Провідник

# txdet
source: Transaction Detail
bs: Detalj transakcije
fi: Tapahtuman tiedot
hi: ट्रांसेक्शन डिटेल / लेनदेन का विस्तार
nl: Transactiedetails
pa: ਲੈਣ-ਦੇਣ ਦਾ ਵਿਸਤਾਰ
uk: Деталі транзакції

# txcopy
source: TX id copied to clipboard
bs: TX id je bio kopiran u međuspremnik
fi: Tapahtuman ID kopioitu leikepöydälle
hi: TX ID को क्लिपबोर्ड में कॉपी किया गया
nl: Transactie-ID gekopieerd naar klembord
pa: TX ਨੂੰ ਕਲਿਪਬੋਰਡ ਵਿਚ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
uk: ID транзакції було скопійовано до буферу

source: confirmations
bs: Potvrde
cs: potvrzení
fi: vahvistukset
hi: कंफर्मेशनस / पुष्टिकरण
nl: bevestigingen
pa: ਕੌਂਫਰਮੇਸ਼ਨ
uk: Підтверждення

# history_popup
source: HISTORY
bs: Povijest
fi: HISTORIA
hi: हिस्टरी
nl: GESCHIEDENIS
pa: ਹਿਸਟਰੀ
uk: Історія

# settings_popup
source: SETTINGS
bs: postavke
fi: ASETUKSET
hi: सेटिंग्स
nl: INSTELLINGEN
pa: ਸੈਟਿੰਗਸ
uk: Налаштування

# about_popup
source: ABOUT
bs: O
fi: TIETOA
hi: के बारे में
nl: OVER
pa: ਦੇ ਬਾਰੇ
uk: Про

source: Choose coin
bs: Izaberite novac
fi: Valitse kolikko
hi: कॉइन चुनिए
nl: Kies munt
pa: ਕੌਈਨ ਚੁਣੋ
uk: Виберіть монету

# or_scan_qr
source: or receive via QR-code
bs: ili primite putem QR koda
fi: tai vastaanota QR-koodilla
hi: या QR कोड द्वारा प्राप्त कीजिए
nl: of ontvang via QR-code
pa: ਜਾਂ QR ਕੋਡ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਕਰੋ
uk: Або отримайте через QR код

# or_send_scan_qr
source: or send via QR-code
bs: ili pošaljite putem QR koda
fi: tai lähetä QR-koodilla
hi: या QR कोड द्वारा भेजिए
nl: of stuur via QR-code
pa: ਜਾਂ QR ਕੋਡ ਦੁਆਰਾ ਭੇਜੋ
uk: Або відправте через QR код

# graph_no_data
source: Sorry, we couldn't get the data for the graph
bs: Nažalost, nismo uspjeli dobiti podatke za grafikon
fi: Valitettavasti emme saaneet kaavion tietoja
hi: माफ़ कीजिए, हम ग्राफ के लिए डेटा प्राप्त नहीं कर सके
nl: Sorry, we konden de gegevens voor de grafiek niet ophalen
pa: ਮਾਫ਼ ਕਰੋ, ਅਸੀਂ ਗ੍ਰਾਫ ਲਈ ਡਾਟਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕੇ
uk: Вибачте, але ми не змогли отримати дату для цієї таблиці

# settings_screen
source: Settings
bs: postavke
fi: Asetukset
hi: सेटिंग्स
nl: Instellingen
pa: ਸੈਟਿੰਗਸ
uk: Налаштування конфіденційності

# settings_main
source: Main Settings
bs: Glavne postavke
fi: Pääasetukset
hi: मुख्य सेटिंग्स
nl: Hoofdinstellingen
pa: ਮੁੱਖ ਸੈਟਿੰਗਸ
uk: Головні налаштування

# settings_privacy
source: Privacy Settings
bs: Postavke privatnosti
fi: Yksityisyysasetukset
hi: प्राइवेसी सेटिंग्स
nl: Privacy instellingen
pa: ਪ੍ਰਾਈਵੇਟ ਸੈਟਿੰਗਸ
uk: Налаштування конфіденційності

# password_forgot
source: Forgot Password
cs: Passwort vergessen
fi: Unohditko salasanasi
hi: पासवर्ड भूल गया
nl: Wachtwoord vergeten
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ
uk: Забули пароль

# user_not_exists
source: User does not exists
bs: Korisnik ne postoji
cs: Špatné přihlašovací údaje
fi: Käyttäjätunnus tai salasana on virheellinen
hi: उपयोगकर्ता मौजूद नहीं है
nl: Gebruiker bestaat niet
pa: ਉਪਭੋਗਤਾ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
uk: Цей користувач не існує

source: Change language
bs: Promijeniti jezik
cs: Změnit jazyk
fi: Vaihda kieltä
hi: भाषा बदलें
nl: Taal wijzigen
pa: ਭਾਸ਼ਾ ਬਦਲੋ
uk: Змінити мову

# delete_acc
source: Delete account
bs: Izbrišite račun
cs: Zrušit účet
uk: Видалити акаунт

source: Voting
bs: Glasanje
cs: Hlasování
uk: Голосування

# connect_wallet
source: Connect BSC wallet
bs: Povežite novčanik
cs: Připojit peněženku
nl: Connect wallet
uk: Підключити гаманець

source: Wallet connected
bs: Novčanik je povezan
cs: Peněženka připojena
uk: Гаманець підключено

source: Amount to reach
bs: Iznos za doseg
cs: Cíl
uk: Сума яку потрібно зібрати

source: Amount reached
bs: Iznos je dostignut
cs: Dosaženo
uk: Сума досягнута

# date_ending
source: Time remaining
bs: Datum završetka
cs: Zbývájící čas
uk: Часу залишилось

source: BNB balance
bs: Bilans BNB
cs: Zůstatek BNB
uk: Баланс BNB

source: Gas
uk: Газ

# st_less
source: Show less details
bs: Manje
cs: Méně
uk: Показати менше деталей

# st_more
source: Show more details
bs: Više
cs: Více informací
uk: Показати більше деталей

# vot_succ
source: Vote submitted
bs: Uspješno glasovanje
cs: Hlasování úspěšné
uk: Голос отримано

# vot_fail
source: Voting failed
bs: Glasanje nije uspjelo
cs: Hlasování neúspěšné
uk: Голосування не вдалося

# no_contest
source: No voting event available
bs: Nema natjecanja
cs: V tuto chvíli neni žádné hlasování
uk: Не має голосових подій на даний момент

# amount_of_votes
source: Amount of votes in category
bs: Iznos glasova
cs: Počet hlasů v kategorii
uk: Сума голосів у категорії

# amount_of_votes_user
source: Amount of votes you have
bs: Iznos vaših glasovanje
cs: Počet Vašich hlasů
uk: Сума ваших голосів

source: Security
bs: Sigurnost
cs: Zabezpečení
uk: Безпека

source: Remove 2FA
bs: Uklonite 2FA
cs: Odstranit 2FA
uk: Вимкнути 2FA

source: Set 2FA
bs: Postavite 2FA
cs: Nastavit 2FA
uk: Увімкнути 2FA

source: Blockchain info
cs: Blockchain informace
uk: Інформація із блокчейну

source: Good morning
bs: Dobro jutro
cs: Dobré ráno
uk: Доброго ранку

source: Good afternoon
bs: Dobar dan
cs: Dobré odpoledne
uk: Доброго дня

source: Good evening
bs: Dobro veče
cs: Dobrý večer
uk: Доброго вечора

source: Good night
bs: Laku noć
cs: Dobrou noc
uk: На добраніч

source: Good day
bs: Dobar dan
cs: Dobrý den
uk: Доброго ранку

source: Funding target
cs: Cíl
uk: Цільове фінансування

# error_connect_wallet
source: Please connect your wallet
cs: Pro hlasování připojte peněženku
uk: Помилка підключення гаманця

source: Fully funded
cs: Cíl dosažen
uk: Повністю фінансовано

# unlink
source: Unlink {1}
nl: Unlink {number}

# mn_withdraw_box
source: Do you really want to withdraw MN #{1}?
nl: Do you really want to withdraw MN #{number}?
